Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=867_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita
sme: Sámediggi bálkkašii viššalis sámegiela oahppiid

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendi annettiin yhteensä kymmenelle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja neljälletoista perusopetuksen päättäneelle.
sme: Stipeanddat juhkkojuvvojedje oktiibuot logi ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja njealljenuppelot vuođđooahpahusa čađahan oahppái.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Ivalon lukio: Anna-Katariina Feodoroff (koltansaame), Aaro-Juhana Fofonoff (koltansaame), Petteri Feodoroff (koltansaame), Mira Rauhala (pohjoissaame), Nora Pieski (pohjoissaame), Janrik Magga (pohjoissaame) ja Rauna Saijets (pohjoissaame)
sme: Avvila logahat: Anna-Katariina Feodoroff (nuortalašgiella), Aaro-Juhana Fofonoff (nuortalašgiella), Petteri Feodoroff (nuortalašgiella), Mira Rauhala (davvisámegiella), Nora Pieski (davvisámegiella), Janrik Magga (davvisámegiella) ja Rauna Saijets (davvisámegiella)

source: Utsjoen saamelaislukio: Sunná Länsman (pohjoissaame)
sme: Ohcejoga sámelogahat: Sunná Länsman (davvisámegiella)

source: Sodankylän lukio: Juho Yliriesto (pohjoissaame)
sme: Soađegili logahat: Juho Yliriesto (davvisámegiella)

source: Janakkalan lukio: Heini Kaartokallio (pohjoissaame)
sme: Janakkala logahat: Heini Kaartokallio (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Sevettijärven koulu: Juuso Fofonoff (koltansaame)
sme: Čeavetjávrri skuvla: Juuso Fofonoff (nuortalašgiella)

source: Vuotson koulu: Juuso Hetta (pohjoissaame)
sme: Vuohču skuvla: Juuso Hetta (davvisámegiella)

source: Hetan peruskoulu: Marianne Ketola (pohjoissaame), Morten Labba (pohjoissaame), Juhan-Tuomma Mäkitalo (pohjoissaame), Nils-Matti Näkkäläjärvi (pohjoissaame) ja Nea-Maria Valkepää (pohjoissaame)
sme: Heahtá badjeskuvla: Marianne Ketola (davvisámegiella), Morten Labba (davvisámegiella), Juhan-Tuomma Mäkitalo (davvisámegiella), Nils-Matti Näkkäläjärvi (davvisámegiella) ja Nea-Maria Valkepää (davvisámegiella)

source: Inarin koulu: Saara Seipiharju (inarinsaame)
sme: Anára skuvla: Saara Seipiharju (anárašgiella)

source: Karigasniemen koulu: Pinja Pieski (pohjoissaame)
sme: Gáregasnjárgga skuvla: Pinja Pieski (davvisámegiella)

source: Utsjokisuun koulu: Hánsa Korpi (pohjoissaame)
sme: Ohcejohnjálmmi skuvla: Hánsa Korpi (davvisámegiella)

source: Ivalon yläaste: Áilu Arianaick (pohjoissaame)
sme: Avvila badjeskuvla: Áilu Arianaick (davvisámegiella)

source: Kilpisjärven koulu: Ingasofia Kalttopää (pohjoissaame)
sme: Gilbbesjávrri skuvla: Ingasofia Kalttopää (davvisámegiella)

source: Aleksanteri Kenan koulu, Sodankylä: Tuija Vaarala (pohjoissaame)
sme: Aleksanteri Kena skuvla, Soađegilli: Tuija Vaarala (davvisámegiella)

source: Maikkulan koulu, Oulu: Bikka Veijola (pohjoissaame)
sme: Maikkula skuvla, Oulu: Bikka Veijola (davvisámegiella)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
